{
  "facts": [
    {
      "id": 0,
      "text": "test",
      "likes": 0,
      "dislikes": 0,
      "comments": []
    },
    {
      "text": "Pinocchio is Italian for \"pine head.\"",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 1
    },
    {
      "text": "When possums are playing `possum`, they are not \"playing.\" They actually pass out from sheer terror.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 2
    },
    {
      "text": "John Lennon`s first girlfriend was named Thelma Pickles.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 3
    },
    {
      "text": "spumingus",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 4
    },
    {
      "text": "Each king in a deck of playing cards represents a great king from history. Spades - King David, Clubs - Alexander the Great, Hearts - Charlemagne, and Diamonds - Julius Caesar.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 5
    },
    {
      "text": "Camels have three eyelids to protect themselves from blowing sand!",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 6
    },
    {
      "text": "The crack of a whip is actually a tiny sonic boom, since the tip breaks the sound barrier.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 7
    },
    {
      "text": "There are only four words in the English language which end in \"dous\": tremendous, horrendous, stupendous, and  hazardous.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 8
    },
    {
      "text": "Dentists have recommended that a toothbrush be kept at least 6 feet away from a toilet to avoid airborne particles resulting from the flush.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 9
    },
    {
      "text": "A `jiffy` is a unit of time for 1/100th of a second.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 10
    },
    {
      "text": "The word Pennsylvania is misspelled on the Liberty Bell.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 11
    },
    {
      "text": "PEZ candy even comes in a Coffee flavor.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 12
    },
    {
      "text": "American Airlines saved $40,000 in 1987 by eliminating one olive from each salad served in first-class.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 13
    },
    {
      "text": "The longest recorded flight of a chicken is thirteen seconds.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 14
    },
    {
      "text": "One of the reasons marijuana is illegal today is because cotton growers in the 1930s lobbied against hemp farmers they saw it as competition.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 15
    },
    {
      "text": "Shakespeare is quoted 33,150 times in the Oxford English dictionary.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 16
    },
    {
      "text": "All 50 states are listed across the top of the Lincoln Memorial on the back of the $5 bill.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 17
    },
    {
      "text": "101 Dalmatians, Peter Pan, Lady and the Tramp, and Mulan are the only Disney cartoons where both parents are present and don`t die throughout the movie.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 18
    },
    {
      "text": "All polar bears are left-handed.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 19
    },
    {
      "text": "Thomas Edison, acclaimed inventor of the light bulb, was afraid of the dark.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 20
    },
    {
      "text": "The strongest muscle (Relative to size) in the body is the tongue.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 21
    },
    {
      "text": "To escape the grip of a crocodile`s jaws, push your thumbs into its eyeballs - it will let you go instantly.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 22
    },
    {
      "text": "When the French Academy was preparing its first dictionary, it defined \"crab\" as, \"A small red fish, which walks backwards.\" This definition was sent with a number of others to the naturalist Cuvier for his approval. The scientist wrote back, \"Your definition, gentlemen, would be perfect, only for three exceptions. The crab is not a fish, it is not red and it does not walk backwards.\"",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 23
    },
    {
      "text": "Golf courses cover 4% of North America.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 24
    },
    {
      "text": "Daylight Saving Time is not observed in most of the state of Arizona and parts of Indiana.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 25
    },
    {
      "text": "The pop you hear when you crack your knuckles is actually a bubble of gas burning.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 26
    },
    {
      "text": "Texas is also the only state that is allowed to fly its state flag at the same height as the U.S. flag.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 27
    },
    {
      "text": "A raisin dropped in a glass of fresh champagne will bounce up and down continually from the bottom of the glass to the top.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 28
    },
    {
      "text": "The longest word in the English language, according to the Oxford English Dictionary, is: pneumonoultramicroscopicsilicovolcanoconiosis..  ",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 29
    },
    {
      "text": "Women blink nearly twice as much as men.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 30
    },
    {
      "text": "Intelligent people have more zinc and copper in their hair.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 31
    },
    {
      "text": "Former basketball superstar Michael Jordan is the most recognized face in the world, more than the pope himself.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 32
    },
    {
      "text": "Dolphins sleep with one eye open!",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 33
    },
    {
      "text": "In medieval France, unfaithful wives were made to chase a chicken through town naked.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 34
    },
    {
      "text": "Tom Sawyer was the first novel written on a typewriter.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 35
    },
    {
      "text": "Researchers at the Texas Department of Highways in Fort Worth determined the cow population of the U.S. burps some 50 million tons of valuable hydrocarbons into the atmosphere each year.  The accumulated burps of ten average cows could keep a small house adequately heated and its stove operating for a year.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 36
    },
    {
      "text": "38% of American men say they love their cars more than women",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 37
    },
    {
      "text": "In 1986 Congress & President Ronald Reagan signed Public Law 99-359, which changed Daylight Saving Time from the last Sunday in April to the first Sunday in April.  It was estimated to save the nation about 300,000 barrels of oil each year by adding most of the month April to D.S.T.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 38
    },
    {
      "text": "A person cannot taste food unless it is mixed with saliva. For example, if a strong-tasting substance like salt is placed on a dry tongue, the taste buds will not be able to taste it. As soon as a drop of saliva is added and the salt is dissolved, however, a definite taste sensation results. This is true for all foods.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 39
    },
    {
      "text": "In 1980, a Las Vegas hospital suspended workers for betting on when patients would die.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 40
    },
    {
      "text": "A piece of paper can be folded no more then 9 times.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 41
    },
    {
      "text": "When a Hawaiian woman wears a flower over her left ear, it means that she is not available.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 42
    },
    {
      "text": "In the Philippine jungle, the yo-yo was first used as a weapon.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 43
    },
    {
      "text": "No word in the English language rhymes with month, orange, silver and purple.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 44
    },
    {
      "text": "Eating the heart of a male Partridge was the cure for impotence in ancient Babylon.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 45
    },
    {
      "text": "The average lifespan of an eyelash is five months.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 46
    },
    {
      "text": "The average lead pencil will draw a line 35 miles long or write approximately 50,000 English words.  More than 2 billion pencils are manufactured each year in the United States. If these were laid end to end they would circle the world nine times.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 47
    },
    {
      "text": "Kelsey Grammar sings and plays the piano for the theme song of Fraiser.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 48
    },
    {
      "text": "Elephants are the only animals that can`t jump.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 49
    },
    {
      "text": "Venus is the only planet that rotates clockwise.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 50
    },
    {
      "text": "On an American one-dollar bill, there is an owl in the upper left-hand corner of the \"1\"encased in the \"shield\" and a spider hidden in the front upper right-hand corner.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 51
    },
    {
      "text": "Prince Charles is an avid collecter of toilet seats.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 52
    },
    {
      "text": "Each month, there is at least one report of UFOs from each province of Canada.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 53
    },
    {
      "text": "In Miconesia, coins are 12 feet across.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 54
    },
    {
      "text": "The fingerprints of koala bears are virtually indistinguishable from those of humans, so much so that they can be easily confused at a crime scene.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 55
    },
    {
      "text": "Average number of days a West German goes without washing his underwear: 7",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 56
    },
    {
      "text": "More people are killed annually by donkeys than airplane crashes.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 57
    },
    {
      "text": "Lorne Greene had one of his nipples bitten off by an alligator while he was host of \"Lorne Greene`s Wild Kingdom.\"",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 58
    },
    {
      "text": "Mosquito repellents don`t repel. They hide you. The spray blocks the mosquito`s sensors so they don`t know you`re there.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 59
    },
    {
      "text": "The highest per capita Jell-O comsumption in the US is Des Moines.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 60
    },
    {
      "text": "If Texas were a country, its GNP would be the fifth largest of any country in the world.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 61
    },
    {
      "text": "Iceland consumes more Coca-Cola per capita than any other nation.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 62
    },
    {
      "text": "Clownfish, wrasses, moray eels, gobies and other fish species are known to change sex, including reproductive functions. A school of clownfish is always built into a hierarchy with a female fish at the top. When she dies, the most dominant male changes sex and takes her place.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 63
    },
    {
      "text": "More Monopoly money is printed in a year, than real money throughout the world.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 64
    },
    {
      "text": "The word \"Checkmate\" in chess comes from the Persian phrase \"Shah Mat,\" which means \"the king is dead.\"",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 65
    },
    {
      "text": "5,840 people with pillow related injuries checked into U.S. emergency rooms in 1992.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 66
    },
    {
      "text": "The average woman consumes 6 lbs of lipstick in her lifetime.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 67
    },
    {
      "text": "In the average lifetime, a person will walk the equivalent of 5 times around the equator.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 68
    },
    {
      "text": "Fictional/horror writer Stephen King sleeps with a nearby light on to calm his fear of the dark. ",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 69
    },
    {
      "text": "There is a seven letter word in the English language that contains ten words without rearranging any of its letters, \"therein\": the, there, he, in, rein, her, here, ere, therein, herein.  ",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 70
    },
    {
      "text": "There were always 56 curls in Shirley Temple`s hair.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 71
    },
    {
      "text": "To Ensure Promptness, one is expected to pay beyond the value of service – hence the later abbreviation: T.I.P.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 72
    },
    {
      "text": "A Boeing 747`s wingspan is longer than the Wright brother`s first flight.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 73
    },
    {
      "text": "A signature is called a John Hancock because he signed the Declaration of Independence. Only 2 people signed the declaration of independence on July 4. The Last person signed 2 years later.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 74
    },
    {
      "text": "If we had the same mortality rate now as in 1900, more than half the people in the world today would not be alive.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 75
    },
    {
      "text": "The most common street name in the U.S. is Second Street.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 76
    },
    {
      "text": "Walt Disney was afraid of mice.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 77
    },
    {
      "text": "\"Evaluation and Parameterization of Stability and Safety Performance Characteristics of Two and Three Wheeled Vehicular Toys for Riding.\" Title of a $230,000 research project proposed by the Department of Health, Education and Welfare, to study the various ways children fall off bicycles.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 78
    },
    {
      "text": "THE MOST UNUSUAL CANNONBALL: On two occasions, Miss `Rita Thunderbird` remained inside the cannon despite a lot of gunpowder encouragement to do otherwise. She performed in a gold lamé bikini and on one of the two occasions (1977) Miss Thunderbird remained lodged in the cannon, while her bra was shot across the Thames River.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 79
    },
    {
      "text": "The longest place-name still in use is: Taumatawhakatangihangakoauauotamateaturipukakapikimaungahoronukupokaiakitnatahu, a New Zealand hill.  ",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 80
    },
    {
      "text": "You spend 7 years of your life in the bathroom.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 81
    },
    {
      "text": "\"Underground\" is the only word in the English language that begins and ends with the letters \"und\"",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 82
    },
    {
      "text": "An ostrich`s eye is bigger than its brain.  ",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 83
    },
    {
      "text": "There is approximately one chicken for every human being in the world.",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 84
    },
    {
      "text": "Donald Duck comics were banned from Finland because he doesn`t wear pants!",
      "likes": 0,
      "dislikes": 0,
      "comments": [],
      "id": 85
    }
  ]
}